/*
questions.js
*/

var questions = [{

    },
    {
        "QN": 1,
        "Q": "野兽先辈多少岁？",
        "A1": "24",
        "A2": "30",
        'A3': "18",
        "RA": "A1"
    },
    {
        "QN": 2,
        "Q": "Homo特有的_____比_____大",
        "A1": "9,10",
        "A2": "1,2",
        'A3': "18,24",
        "RA": "A1"
    },
    {
        "QN": 3,
        "Q": "喝红茶的是谁？",
        "A1": "四大天王",
        "A2": "田所",
        'A3': "我修院，德川",
        "RA": "A3"
    },
    {
        "QN": 4,
        "Q": "我修院和德川在会员制餐厅吃的是什么？",
        "A1": "美食",
        "A2": "排泄物",
        'A3': "酒食",
        "RA": "A2"
    },
    {
        "QN": 5,
        "Q": "吃完有_____，吃不完有_____",
        "A1": "钱，扣钱",
        "A2": "撅，被撅",
        'A3': "奖励，惩罚",
        "RA": "A3"
    },
    {
        "QN": 6,
        "Q": "114514是什么日语的谐音？",
        "A1": "はい、行きましょう",
        "A2": "いいごいよ",
        'A3': "野獣の先輩.",
        "RA": "A2"
    },
    {
        "QN": 7,
        "Q": "先辈住址所在街道的名字是什么？",
        "A1": "东京",
        "A2": "日本",
        'A3': "下北泽",
        "RA": "A3"
    },
    {
        "QN": 8,
        "Q": "雪和红茶分别是什么？",
        "A1": "屎,迷药",
        "A2": "雪,红茶",
        'A3': "美食",
        "RA": "A1"
    },
    {
        "QN": 9,
        "Q": "我修院，德川，淳平，田所都是什么演员？",
        "A1": "群众演员",
        "A2": "GV演员",
        'A3': "电影演员",
        "RA": "A2"
    },
    {
        "QN": 10,
        "Q": "我在XX时，你有在_____罢？",
        "A1": "偷听",
        "A2": "偷看",
        'A3': "偷吃",
        "RA": "A2"
    },
    {
        "QN": 11,
        "Q": "XXX，____回啊____回",
        "A1": "一,四",
        "A2": "三,四",
        'A3': "三,三",
        "RA": "A3"
    },
    {
        "QN": 12,
        "Q": "你是____，____",
        "A1": "歌姬,寄吧",
        "A2": "两个,两个",
        'A3': "一个,一个",
        "RA": "A3"
    },
    {
        "QN": 13,
        "Q": "GV是什么的缩写？",
        "A1": "Good Videos",
        "A2": "Good View",
        'A3': "Gay Videos",
        "RA": "A3"
    },
    {
        "QN": 14,
        "Q": "AV的起源地是__",
        "A1": "日本",
        "A2": "美国",
        'A3': "韩国",
        "RA": "A1"
    },
    {
        "QN": 15,
        "Q": "Homo是什么意思？",
        "A1": "人类",
        "A2": "同性恋的",
        'A3': "属臣；佃户；侍从",
        "RA": "A2"
    },
];